Repository: WonderMimi/portfolio_elsa
Catalog: lib/l10n/intl_*.arb
Languages: fr

# version
source: v0.4
fr: v0.2

# warningAlpha
source: Bear with me, this site is an alpha version, development is still ongoing. Thank you for your understanding
fr: Ce site est en version alpha, le développement est toujours en cours. Merci pour votre compréhension

source: Theme
fr: Thème

source: Github
fr: Mon Github

# linkedin
source: My Linkedin
fr: Mon Linkedin

source: Home
fr: Accueil

# experiencesExpand
source: More experiences
fr: Plus d'expériences

source: Diplomas
fr: Diplômes

# skillTitleHard
source: Hard Skills
fr: Savoir-faire

# skillTitleSoft
source: Soft Skills
fr: Savoir-être

# skillTitleMad
source: Mad Skills
fr: Compétences originales

# elsaDates
source: May 2024 - To date
fr: Mai 2024 - Aujourd'hui

# elsaInfos
source: The goal of this website is to prove to others, and myself, what I am capable of achieving.<br/>During my spare time, I’m self-learning Flutter because I want to expand my horizons.<br/>What caught my attention about Flutter is its unique way of building applications compared to other <tooltip id='Object-oriented programming'>OOP</tooltip> languages.
fr: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.

# altecaDates
source: March 2022 - To date
fr: Mars 2022 - Aujourd'hui

# altecaInfos
source: <tooltip id='Third-Party Maintenance'>TPM</tooltip> of a legacy web application to manage environmental directives for Schneider Electric.<br/>Project management in Agile (meetings in English).<br/>Reverse documentation and code refactoring.<br/>Analysis of impact and workload estimations for its implementation.<br/>Development of new features and maintenance of the existing system.<br/>Addition of integration tests.<br/>Deployment of versions on test and production servers.<br/>Client functional support.
fr: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.

# soitecDates
source: Sept. 2018 - June 2020
fr: Sept. 2018 - Juin 2020

# soitecInfos
source: Coming soon
fr: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.

# epsiDevInfo
source: Bachelor in Software Development and Design
fr: Bachelor Concepteur Développeur Informatique

# epsiDevOps
source: Bachelor in DevOps Development and Integration
fr: Bachelor Concepteur Intégrateur DevOps

# csrpBacPro
source: Vocational Baccalaureate in Management and Administration, European Section (English), with highest honors
fr: Bac Pro Gestion - Administration section Européenne Anglais mention très bien

source: Hobbies
fr: Loisirs

# okami
source: <div style='color:black;'>Experience the critically acclaimed masterpiece with its renowned Sumi-e ink art style in breathtaking high resolution. Take on the role of Amaterasu, the Japanese sun goddess who inhabits the form of a legendary white wolf, on a quest to defeat Orochi, an eight-headed demon and tyrannical monster responsible for turning the world of Nippon into a ruined wasteland.<br/><br/>Players will be able to choose between modern widescreen format or the original release’s 4:3 ratio. Interactive loading game screens from the original game are also included.<br/><br/>Source: <a href='https://store.steampowered.com/app/587620/Okami_HD/'>Steam Okami HD</a></div>
fr: Okami

# outerWilds
source: <div style='color:white;'>Winner of Best Game at the 2020 BAFTA Games Awards and named Game of the Year 2019 by Giant Bomb, Polygon, Eurogamer, and The Guardian, Outer Wilds is a critically-acclaimed and award-winning open world mystery about a solar system trapped in an endless time loop.<br/><br/>Source: <a href='https://store.steampowered.com/app/753640/Outer_Wilds/'>Steam Outer Wilds</a></div>
fr: Outer Wilds

# monsterHunter
source: <div style='color:black;'>Welcome to a new world! Take on the role of a hunter and slay ferocious monsters in a living, breathing ecosystem where you can use the landscape and its diverse inhabitants to get the upper hand. Hunt alone or in co-op with up to three other players, and use materials collected from fallen foes to craft new gear and take on even bigger, badder beasts!<br/><br/>Source: <a href='https://store.steampowered.com/app/582010/Monster_Hunter_World/'>Steam Monster Hunter World</a></div>
fr: Monster Hunter
